/* 
  ITDeviceMoviesViewCtrl.string
  iToolsMain

  Created by Aaron on 7/18/13.
  Copyright (c) 2013 __MyCompanyName__. All rights reserved.
*/

"MediaCategoryMovie"        = "电影";
"MediaCategoryTVShow"       = "电视节目";
"MediaCategoryMusicVideo"   = "音乐视频";
"MediaCategoryPodcast"      = "播客";
"MediaCategoryiTunesU"      = "iTunes U";
"MediaCategoryPlayList"     = "播放列表";
"MusicPlayLisAll"           = "所有音乐";

"MetadataUnknow"            = "未知";

"RemoveAlertTitle"              = "你确定要删除影片吗？";
"RemoveMusicAlertTitle"         = "你确定要删除播放列表中的音乐吗？";
"RemoveAlertDefaultButton"      = "确定";
"RemoveAlertAlternateButton"    = "取消";

"StatusTemplate"                = "%d 部电影";
"StatusSelectedTemplate"        = "%d 部电影, %d 选中";

"StatusTemplateTVShow"          = "%d 部电视节目";
"StatusSelectedTemplateTVShow"  = "%d 部电视节目, %d 选中";

"StatusTemplateMusicVideo"          = "%d 部音乐视频";
"StatusSelectedTemplateMusicVideo"  = "%d 部音乐视频, %d 选中";

"StatusTemplatePodcast"         = "%d 部播客";
"StatusSelectedTemplatePodcast" = "%d 部播客, %d 选中";

"StatusTemplateiTunesU"         = "%d 部iTunes U";
"StatusSelectedTemplateiTunesU" = "%d 部iTunes U, %d 选中";

"StatusTemplatePlayList"         = "%d 首音乐";
"StatusSelectedTemplatePlayList" = "%d 首音乐, %d 选中";

"ContextMenuImport"         = "导入";
"ContextMenuRemove"         = "删除";
"ContextMenuExport"         = "导出";

"ProgressConvert"           = "转换中...";
"ProgressImport"            = "导入...";
"ProgressRefresh"           = "刷新...";
"ProgressRemove"            = "删除...";

"ConvertFailedTitle"        = "以下影片转换失败";
"MediaOPRSATHostBusy"       = "设备繁忙，请稍后再试";
"MediaOPRSiTunesInit"       = "无法读取数据，请尝试用iTunes对设备进行初始化后再试";
"MediaOPRSATHostBad"        = "操作失败，请稍候再试";
"MediaOPRSUnknow"           = "未知错误，请稍后再试";

"UnsupportedFileAlertTitle" = "不支持的文件类型\n影片仅支持mp4、m4v、mov、flv、f4v、webm、3gp、rmvb、mpg、mkv、avi、wmv、vob、ts文件";
